Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: global demand for high-quality, nutritious food and plant protein on the rise, Canada is ready
fr_fr: nutritifs et de protéines végétales de qualité, le Canada est prêt à répondre aux besoins en

source: to meet the moment: expanding agriculture and agri-food, fish, and seafood exports, adding more
fr_fr: exportant plus de produits agricoles et agroalimentaires, de poisson et de produits de la mer, tout

source: value at home, and making export processes faster, more efficient, and more digital to help
fr_fr: d'exportation pour les rendre plus rapides et efficaces, afin d'aider les producteurs agricoles, les

source: agriculture producers, harvesters, and processors reach new markets.
fr_fr: pêcheurs et les transformateurs à percer sur de nouveaux marchés.

source: Budget 2025 proposes to provide $76 million over five
fr_fr: Le budget de 2025 propose d'accorder 76 millions de dollars sur cinq ans à

source: years, starting in 2026-27, with $31.3 million in remaining amortisation, to
fr_fr: compter de l'exercice 2026-2027, avec un amortissement restant de 31,3 millions

source: the Canadian Food Inspection Agency (CFIA) to support modernised digital trade tools and
fr_fr: de dollars, à l'Agence canadienne d'inspection des aliments (ACIA) pour appuyer la

source: services and integrate artificial intelligence into internal processes.
fr_fr: modernisation de services et d'outils numériques utiles pour le commerce et pour intégrer

source: moving away from paper-based systems and expanding the use of digitalised import and
fr_fr: systèmes sur support papier et d'accroître l'utilisation de certificats d'importation et

source: export certificates to simplify processes, reduce the risk of errors, fraud, and delays,
fr_fr: d'exportation numériques, afin de simplifier les processus, de réduire le risque d'erreur, de

source: and enhance traceability.
fr_fr: fraude et de retard, et de renforcer la traçabilité.

source: Export certificates would also be standardised to help
fr_fr: seraient normalisés pour aider les exportateurs à se conformer aux exigences d'autres pays et

source: exporters adhere to other countries' requirements and reduce the burden of attesting to
fr_fr: réduire le fardeau lié à l'attestation de la salubrité des produits.

source: product safety.
fr_fr: Ces investissements

source: These investments will support faster, simpler, and more reliable
fr_fr: permettront à l'ACIA d'offrir des services plus rapides, simplifiés et fiables, ce qui constitue

source: services from the CFIA—crucial for Canadian exporters.
fr_fr: un atout crucial pour les exportateurs canadiens.

source: Budget 2025 proposes to provide $32.8 million over four
fr_fr: Le budget de 2025 propose d'accorder 32,8 millions de dollars sur quatre ans à

source: years, starting in 2026-27, and $9.6 million ongoing to the CFIA to secure,
fr_fr: compter de 2026-2027, et 9,6 millions de dollars par année par la suite, à l'ACIA afin

source: expand, and restore market access for Canadian agriculture and agri-food, fish, and
fr_fr: d'obtenir, d'élargir ou de rétablir l'accès aux marchés pour les secteurs canadiens de

source: seafood sectors.
fr_fr: Il s'agirait entre

source: This includes engaging directly with other countries to strike new
fr_fr: autres de collaborer directement avec d'autres pays pour conclure de nouveaux accords

source: trade agreements and expand existing ones, identify and address trade barriers, enhance
fr_fr: commerciaux et bonifier ceux qui existent déjà, cerner et éliminer les obstacles au commerce,

source: regulatory cooperation, and advocate for greater market access.
fr_fr: renforcer la coopération en matière de réglementation et plaider en faveur d'un meilleur accès

source: As a prominent exporter of grain, Canada is reliant on a robust and well-coordinated supply chain
fr_fr: aux marchés. À titre d'exportateur de grain de premier plan, le Canada dépend d'une chaîne d'approvisionnement

source: to facilitate the efficient movement of grain across the country and to international markets.
fr_fr: solide et bien coordonnée pour faciliter la circulation efficace du grain au pays et vers les marchés étrangers.

source: The government acknowledges the interdependence within Canada's grain supply chain and is
fr_fr: nationale d'approvisionnement du grain et il est déterminé à assurer un juste équilibre des

source: committed to ensuring interests are appropriately balanced and that the system enables business
fr_fr: intérêts. Il entend s'assurer que le système permet les investissements des entreprises et suscite

source: investment and confidence in our capacity to meet the transportation needs of the sector.
fr_fr: la confiance quant à la capacité de répondre aux besoins en transport du secteur.

source: The government will continue ongoing work to assess the challenges facing different
fr_fr: Le gouvernement poursuivra les efforts visant à évaluer les difficultés auxquelles se heurtent

source: stakeholders within the supply chain and how changes in one area may impact others.
fr_fr: différents intervenants de la chaîne d'approvisionnement, ainsi que la façon dont les

source: work includes longstanding issues, such as transportation forecasting and planning, and
fr_fr: notamment sur des problèmes de longue date, comme la prévision des besoins et la planification

source: infrastructure capacity.
fr_fr: en matière de transport et la capacité des infrastructures.

source: Budget 2025 takes action to support Canadian businesses by:
fr_fr: Le budget de 2025 prend des mesures pour soutenir les entreprises canadiennes

source: Prioritising inclusion in federal procurement through a new Buy Canadian
fr_fr: en : Accordant la priorité à l'inclusion dans les marchés d'approvisionnement

source: Policy. This will include a Small and Medium
fr_fr: Cette mesure comprendra un Programme d'approvisionnement auprès des

source: Business Procurement Program to help lower barriers for these
fr_fr: petites et moyennes entreprises afin de réduire les obstacles

source: enterprises accessing federal procurement opportunities.
fr_fr: empêchant celles-ci d'accéder aux marchés du gouvernement fédéral.

source: Budget 2025 also works to ensure the benefits of growth are widely shared by removing
fr_fr: Le budget de 2025 veille aussi à ce que la croissance bénéficie au plus grand

source: barriers that limit participation and access for underrepresented groups by:
fr_fr: nombre de personnes possible, en éliminant les obstacles à la participation et à

source: Enhancing Canada's Trade Access Through Digital Modernisation to
fr_fr: modernisation numérique. Cette mesure aidera les producteurs

source: help agriculture, agri-food, fish and seafood producers, harvesters, and processors
fr_fr: agricoles et agroalimentaires, les pêcheurs et les transformateurs d'aliments à

source: export more efficiently.
fr_fr: exporter plus efficacement leurs produits.

source: Recognising digital divides, firms with limited internet,
fr_fr: fossés numériques, de l'accès limité à Internet de certaines entreprises, des

source: populations with lower digital literacy, and persons with disabilities may face
fr_fr: différents niveaux d'habileté numérique au sein de la population et des

source: barriers.
fr_fr: Pour atténuer

source: To mitigate these barriers, the program will include real-time user
fr_fr: ces difficultés, on recueillera notamment la rétroaction des utilisateurs en

source: feedback to address accessibility.
fr_fr: temps réel dans le but d'améliorer l'accessibilité du programme.

source: Amendments to AgriStability.
fr_fr: des animaux liés à des pâturages loués.

source: In the immediate term this program
fr_fr: Des mesures seront aussi prises pour

source: will also take steps to identify barriers for underrepresented groups who may face
fr_fr: détecter les obstacles à l'accès au financement qui peuvent se poser à des

source: challenges in accessing financing, by starting voluntary collection of disaggregated
fr_fr: groupes sous-représentés, entre autres par la collecte de données ventilées, sur

source: data in fall 2025.
fr_fr: une base volontaire, dès l'automne 2025.

source: <<< source: chap3-en.html >>>
fr_fr: <<< source: chap3-fr.html >>>

source: 3: Empowering Canadians
fr_fr: : Donner plus de pouvoir aux Canadiens

source: Chapter 3: Empowering Canadians.
fr_fr: mesures figurant dans le Chapitre 3 : Donner plus de pouvoir aux Canadiens.

source: A core mission of Canada's new government is to empower Canadians by building Canada's economic
fr_fr: Le nouveau gouvernement du Canada a pour mission fondamentale de donner plus de pouvoir aux Canadiens

source: strength.
fr_fr: et aux Canadiennes en renforçant le dynamisme de l'économie au pays.

source: From the beginning of our mandate, Canada's new government has been relentlessly focused
fr_fr: Depuis le début de notre

source: on bringing down costs for Canadians.
fr_fr: mandat, nous ne ménageons aucun effort afin de réduire les coûts pour les Canadiens.

source: On its first day, we cancelled the divisive consumer carbon
fr_fr: Dès le premier jour, le gouvernement a éliminé la controversée tarification du carbone pour les consommateurs.

source: price —bringing down gasoline prices by approximately 18 cents per litre in most provinces and
fr_fr: Cette mesure a permis de faire baisser le prix de l'essence d'environ 18 ¢ le litre dans la

source: territories as of April 2025.
fr_fr: plupart des provinces et des territoires depuis avril 2025.

source: The government is also delivering on a tax cut for 22 million middle-class Canadians—saving
fr_fr: Le gouvernement a aussi réduit les impôts de 22 millions de Canadiens de la classe moyenne.

source: a two-income family up to $840 per year.
fr_fr: Une famille à deux revenus peut économiser jusqu'à 840 $ par année.

source: The government is reducing taxes to lower the cost of
fr_fr: Le gouvernement

source: homeownership for first-time home buyers—saving Canadians up to $50,000 when they purchase a home
fr_fr: élimine les taxes pour réduire les coûts liés à l'achat d'une première habitation : les

source: for themselves and their families.
fr_fr: habitation pour eux et leur famille.

source: The government cut tolls for all vehicles on the Confederation
fr_fr: Le gouvernement a fait passer le péage sur le pont de la

source: Bridge from over $50 to $20, and fares by 50 per cent on ferries in Atlantic Canada and to
fr_fr: de 50 % les tarifs sur les traversiers de l'Atlantique et vers les Îles-de-la-Madeleine.

source: Les Îles-de-la-Madeleine—leading to a 25 per cent increase in usage for traffic leaving Prince Edward Island in August compared to the previous year.
fr_fr: En août, l'achalandage sur les traversiers au départ de l'Île-du-Prince-Édouard a augmenté de 25 % par rapport à l'année précédente.

source: By lowering costs for Canadians, the government is creating an economy where every Canadian has more
fr_fr: En réduisant les coûts pour les Canadiens, le gouvernement crée une économie qui donne à chacun un

source: control over building their own future.
fr_fr: contrôle accru sur ses choix de vie.

source: Canadians will strengthen our shared sense of identity,
fr_fr: En tant que Canadiens, nous renforcerons notre sentiment

source: history, and geography by protecting our culture, nature, official languages, and core values—and we
fr_fr: d'identité partagé, ancré dans notre histoire et notre géographie, en protégeant notre culture, notre nature, nos langues officielles et nos valeurs fondamentales.

source: will continue to build the country and its economy in close partnership with Indigenous Peoples.
fr_fr: Nous continuerons à bâtir le pays et son économie en étroite collaboration avec les peuples autochtones.

source: 3.1 Supercharging Home Building Across the Country
fr_fr: 3.1 Dynamiser la construction de logements dans tout le pays

source: Canada continues to face a steep housing supply gap.
fr_fr: Le Canada est toujours aux prises avec un manque criant de logements.

source: The Canada Mortgage and Housing Corporation
fr_fr: La Société canadienne

source: (CMHC) estimates that to restore housing affordability to 2019 levels, homebuilding must nearly
fr_fr: d'hypothèques et de logement estime que pour rétablir l'abordabilité des logements au niveau

source: double to between 430,000 and 480,000 units per year over the next decade, while the Parliamentary
fr_fr: de 2019, il faudra construire annuellement presque deux fois plus d'unités, soit entre

source: Budget Officer (PBO) estimates 290,000 units annually would be needed to close the housing supply
fr_fr: budget estime pour sa part à 290 000 le nombre d'unités à construire annuellement pour combler

source: gap (Chart 3.1).
fr_fr: l'écart de l'offre de logements (graphique 3.1).

source: The core challenge in the housing market is the difficulty in building housing stock.
fr_fr: Le grand défi du marché du logement est de construire le parc résidentiel.

source: Loans are
fr_fr: Les emprunts coûtent cher,

source: expensive, builders face multi-year delays in permitting, and land, development charges, and taxes
fr_fr: les constructeurs doivent attendre des années avant d'obtenir des permis, et l'achat des terrains

source: can make up close to half of project costs.
fr_fr: ainsi que les droits d'aménagement et les taxes connexes peuvent représenter près de la moitié des coûts d'un projet.

source: High construction costs are exacerbated by little
fr_fr: Les coûts de construction élevés sont exacerbés par la faible croissance de la

source: productivity growth in construction in the past 25 years (Chart 3.2).
fr_fr: productivité observée dans le domaine au cours des 25 dernières années (graphique 3.2).

source: To turn this around, the
fr_fr: Pour renverser la vapeur, le gouvernement du Canada s'emploiera à stimuler l'industrie de la

source: Government of Canada will catalyse a more productive homebuilding industry with fewer barriers and
fr_fr: construction de logements afin qu'elle soit plus productive en réduisant les obstacles et les

source: less red tape so that builders can build homes at the scale we need.
fr_fr: formalités administratives, ce qui permettra de construire des logements en nombre suffisant.

source: Launching Build Canada Homes
fr_fr: Lancer les activités de Maisons Canada

source: On September 14, 2025, the government launched Build Canada Homes —a new federal
fr_fr: Le 14 septembre 2025, le gouvernement a lancé Maisons Canada ,

source: agency that will build affordable housing at scale.
fr_fr: une nouvelle agence fédérale chargée de construire des logements abordables à grande échelle.

source: BCH's mission is to build and
fr_fr: Maisons Canada a pour mission de construire et de financer plus de logements abordables tout en

source: finance more affordable homes, while catalysing a new housing industry.
fr_fr: favorisant l'émergence d'une nouvelle industrie de l'habitation.

source: BCH will help tackle homelessness by expanding transitional and supportive housing in partnership
fr_fr: Maisons Canada aidera à lutter contre l'itinérance en construisant plus de logements de transition et

source: with provinces, territories, municipalities, and Indigenous communities.
fr_fr: de logements avec services de soutien en collaboration avec les provinces, les territoires, les

source: It will also build deeply
fr_fr: L'organisme bâtira aussi des logements communautaires

source: affordable community and co-op housing for low-income households, while working with private and
fr_fr: très abordables et des coopératives pour les ménages à faible revenu, et il s'associera à des

source: non-profit builders to increase the supply of affordable homes for the Canadian middle class.
fr_fr: constructeurs privés et à but non lucratif pour accroître l'offre de logements abordables destinés à

source: Build Canada Homes will transform how the public and private sectors work together,
fr_fr: Maisons Canada transformera la manière dont les secteurs public et privé travaillent

source: deploying modern construction methods, and catalysing an entirely new Canadian housing industry.
fr_fr: ensemble, mettra en place des méthodes de construction modernes et favorisera l'émergence d'une

source: It will leverage public lands, offer flexible financial incentives, attract private capital,
fr_fr: publics, offrira des incitatifs financiers flexibles, mobilisera des capitaux privés,

source: facilitate large portfolio projects, and support manufacturers to deliver housing at scale.
fr_fr: facilitera la conclusion d'importantes transactions de portefeuille et aidera les constructeurs à

source: Canada's new government will bring federal lands, faster approvals, and strong incentives to the table.
fr_fr: Le nouveau gouvernement du Canada fournira des terrains fédéraux, accélérera les processus

source: The private sector will bring construction capacity, innovation, supply chains, and
fr_fr: d'approbation et offrira des incitatifs importants. Le secteur privé, quant à lui, assurera la

source: financing.
fr_fr: en plus de fournir du financement.

source: Build Canada Homes will focus primarily on non-market housing, supporting a mix of
fr_fr: Maisons Canada axera principalement ses efforts sur les logements hors marché.

source: income needs as part of a national effort to double housing construction, restore affordability, and
fr_fr: initiative nationale visant à doubler la construction de logements, à rétablir l'accessibilité

source: reduce homelessness.
fr_fr: financière et à réduire l'itinérance.

source: There are three key pillars to this new approach:
fr_fr: Cette nouvelle approche repose sur les trois grands piliers suivants :

source: Build Canada Homes will partner with industry, other orders of government, and
fr_fr: Maisons Canada établira des partenariats avec l'industrie, d'autres paliers de

source: Indigenous communities to build affordable housing, including co-op housing, at scale and at
fr_fr: gouvernement et des communautés autochtones pour bâtir des logements abordables rapidement et à

source: speed.
fr_fr: grande échelle, notamment des coopératives d'habitation.

source: Build Canada Homes will deploy capital, secure demand, and harness innovative
fr_fr: Maisons Canada investira des capitaux, assurera la demande et exploitera des

source: housing technologies to build faster and more sustainably, 365 days a year.
fr_fr: technologies innovatrices dans le domaine du logement afin de bâtir plus rapidement et de

source: Build Canada Homes will adopt the government's new Buy Canadian policy and
fr_fr: Maisons Canada adoptera la nouvelle politique « Achetez canadien » du

source: prioritise projects that use Canadian lumber and other Canadian materials.
fr_fr: gouvernement et accordera la priorité aux projets réalisés à partir de bois d'œuvre et d'autres

source: With an initial investment of $13 billion over five years on a cash basis, starting
fr_fr: Doté d'un investissement initial de 13 milliards de dollars sur cinq ans, selon la

source: in 2025-26, Build Canada Homes will deploy capital to supercharge the housing
fr_fr: Canada investira des capitaux pour dynamiser l'industrie de l'habitation.

source: industry. Build Canada Homes has a mandate to move quickly and this fall, the
fr_fr: Maisons Canada a pour mandat d'agir rapidement. Dans ce contexte, le gouvernement a

source: government announced its first four investments and initiatives:
fr_fr: annoncé cet automneles quatre premiers investissements et initiatives :

source: Developing public land sites and prioritising innovative, factory-built housing, starting with
fr_fr: Six sites seront retenus et 4 000 logements préfabriqués y seront construits,

source: six sites to build 4,000 factory-built homes with additional capacity of up to 45,000 units
fr_fr: avec une capacité supplémentaire pouvant atteindre 45 000 logements dans l'ensemble du

source: across Canada Lands Company's portfolio.
fr_fr: portefeuille de la Société immobilière du Canada.

source: Protecting existing affordable housing by launching the $1.5 billion Canada Rental
fr_fr: Protéger les logements locatifs abordables actuels grâce au Fonds canadien de protection des

source: Protection Fund under Build Canada Homes.
fr_fr: loyers, doté d'une enveloppe de 1,5 milliard de dollars, qui sera lancé par Maisons

source: Providing $1 billion to build transitional and supportive housing for people who are
fr_fr: Canada. Investir 1 milliard de dollars dans la construction de logements de transition et de

source: homeless or at risk of homelessness.
fr_fr: logements avec services de soutien pour les personnes en situation d'itinérance ou à risque de

source: Partnering with the Nunavut Housing Corporation to build over 700 public, affordable, and
fr_fr: le devenir. S'associer à la Société d'habitation du Nunavut afin de bâtir plus de 700 logements

source: supportive housing units.
fr_fr: publics, abordables et en milieu de soutien.

source: Developing Arbo Downsview
fr_fr: Construire le quartier Arbo Downsview

source: On October 17, 2025, Build Canada Homes launched a Request for
fr_fr: Le 17 octobre 2025, l'agence Maisons Canada a publié

source: Qualifications to engage builders for the development of 540 new homes at Arbo
fr_fr: 540 logements dans le quartier Arbo Downsview de Toronto.

source: Downsview in Toronto.
fr_fr: Il s'agit du premier

source: This represents Build Canada Homes ' first
fr_fr: projet de construction de logements de Maisons Canada .

source: housing development project.
fr_fr: Au moins

source: At least 40 per cent of the units on the site will be
fr_fr: 40 % des unités sur le site seront abordables.

source: affordable, with a mix of studios, one-, two-, and three-bedroom homes, supporting
fr_fr: ainsi que des logements à une, deux ou trois chambres, dans le but de soutenir les

source: middle-class families.
fr_fr: familles de la classe moyenne.

source: Build Canada Homes will identify Design-Build teams with proven expertise in
fr_fr: Maisons Canada retiendra les services d'équipes de

source: factory-built housing and other modern methods of construction—including prefabrication,
fr_fr: conception-construction possédant une expertise reconnue en matière de logements préfabriqués.

source: modular building, and mass timber—to ensure speed, affordability, and quality.
fr_fr: entre autres, à la préfabrication, aux logements modulaires et au bois massif pour

source: This development is also being enabled by the up to $283 million federal investment
fr_fr: 283 millions de dollars qui serviront à moderniser les réseaux d'égouts de

source: through the Canada Housing Infrastructure Fund to upgrade the nearby Black
fr_fr: Black Creek à proximité, par l'intermédiaire du Fonds canadien pour les

source: Creek sewer system.
fr_fr: infrastructures liées au logement .

source: Building a new generation of co‑op housing
fr_fr: Bâtir une nouvelle génération de coopératives d'habitation

source: The federal government has a strong role to play in building non-market housing and Build Canada Homes is central to that role.
fr_fr: Le gouvernement fédéral, s'appuyant sur Maisons Canada , a un rôle important à jouer dans la construction de logements hors marché.

source: Ensuring more affordable
fr_fr: Garantir des

source: housing options for Canadians includes building co-operative housing.
fr_fr: options de logements abordables à la population canadienne passe notamment par la construction de coopératives d'habitation.

source: For decades, co-ops
fr_fr: Pendant des dizaines d'années, ce type
